Repository: georgringer/t3monitoring
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# administration.import.description
source: Be aware that the imports can take a while. If a timeout occurs, use CLI!
de: Beachten sie, dass der Import etwas dauern kann. Bei einem Timeout die Kommandozeile benutzen!

# administration.import.headline
source: Start an import
de: Import starten

# administration.import.success
source: The import was successful!
de: Der Import war erfolgreich!

# administration.ipHint
source: Set the allowed IP(s) for the client to <code>%s</code>.
de: Die erlaubten IP(s) für den Client auf <code>%s</code> setzen.

# administration.sponsors.description
source: This extension has been sponsored by
de: Diese Extension wurde gesponsert von

# administration.sponsors.headline
source: Sponsors
de: Sponsoren

source: Available extensions
de: Vorhandene Extensions

# bulletins.all
source: All bulletins
de: Alle Bulletins

# bulletins.disabled
source: Loading the bulletins is disabled.
de: Das Laden der Bulletins ist deaktiviert.

# bulletins.errorFetch
source: Sorry, the bulletins could not be fetched!
de: Die Bulletins konnten leider nicht geladen werden!

# bulletins.headline
source: Latest security bulletins
de: Neueste Security Bulletins

# client.domainNotPingAble
source: The domain "%s" could not not be contacted (maybe invalid or not reachable)!
de: Die Domain "%s" konnte nicht erreicht werden (ungültig oder nicht erreichbar)!

# client.extra
source: Extra
de: Extras

# client.extra.danger
source: Additional error messages
de: Zusätzliche Fehlermeldungen

# client.extra.warning
source: Additional warnings
de: Zusätzliche Warnungen

# client.facts
source: Facts
de: Fakten

# client.noSuccessfulImport
source: No successful import until now!
de: Bisher kein erfolgreicher Import!

# clients.listAll
source: List all
de: Alle anzeigen

# clients.notFound
source: No clients found
de: Keine Clients gefunden

# clients.notReachable
source: Not reachable
de: Nicht erreichbar

# clients.numberOfExtensions
source: Number of extensions
de: Anzahl Extensions

# core.totalUsed
source: Used core versions (%s)
de: Verwendete Core-Versionen (%s)

# coreFilter.usage
source: Usage
de: Verwendung

# coreFilter.usage.0
source: All
de: Alle

# coreFilter.usage.1
source: Used
de: verwendet

source: Core Versions
de: Core-Versionen

# coreVersions.header
source: Core versions
de: Core-Versionen

source: Count
de: Anzahl

source: Create new client
de: Neuen Client anlegen

source: Edit client
de: Client bearbeiten

# extension.by
source: by %s
de: von %s

# extension.notFound
source: No extensions found
de: Keine Extensions gefunden

# extensionFilter.exactSearch
source: Exact search
de: Exakte Suche

source: Extension List
de: Liste der Extensions

# fetchClient.link
source: Fetch single client
de: Einzelnen Client abrufen

# fetchClient.success
source: The data of the client has been successfully fetched!
de: Die Daten des Clients wurden erfolgreich abgerufen!

# filter.connectionErrors
source: Connection errors
de: Verbindungsfehler

# filter.fieldset.misc
source: Misc
de: Diverses

# filter.withExtraDanger
source: Additional errors
de: Zusätzliche Fehler

# filter.withExtraWarning
source: Additional warnings
de: Zusätzliche Warnungen

source: Found in TER
de: Im TER gefunden

# lastImport.client
source: Import clients
de: Clients importiert

# lastImport.core
source: Import core
de: Core importiert

# lastImport.extension
source: Import extensions
de: Extensions importiert

# lastImport.header
source: Last imports
de: Letzter Import

# lastImport.none
source: No import yet!
de: Bisher kein Import!

source: Loaded
de: Geladen

source: Next secure version:
de: Nächste sichere Version:

source: no
de: nein

# no.cores.imported
source: No cores yet imported
de: Noch keine Core-Versionen importiert

# no.official.update
source: No official update available
de: Kein offizielles Update verfügbar

source: No versions available
de: Keine Versionen verfügbar

# noClients.description
source: Great that you want to try t3monitoring! To start, create a new client by using the + icon above!
de: Schön, dass Sie t3monitoring ausprobieren wollen! Um zu beginnen, erstellen Sie einen Client mit dem + Icon oben!

# noClients.title
source: No clients created!
de: Keine Clients angelegt!

# noInsecureClients
source: No insecure clients found!
de: Keine unsicheren Clients gefunden!

# presentationMode.client.title
source: Client with uid %s
de: Client mit der uid %s

source: Search
de: Suche

# search.introHelp
source: Use the search on the left to filter the clients for specific properties.
de: Die Suche auf der linken Seite benutzen um die Clients nach spezifischen Eigenschaften zu filtern.

source: Secure
de: Sicher

# sla.clients
source: List all clients with this SLA
de: Alle Clients mit dieser SLA anzeigen

# sla.noClients
source: This SLA is not used by any client!
de: Diese SLA wir von keinem Client benutzt!

# sla.notFound
source: No Tag records found!
de: Keine Tag Einträge gefunden!

# tag.clients
source: List all clients with this tag
de: Alle Clients mit diesem Tag anzeigen

# tag.noClients
source: This Tag is not used by any client!
de: Diese Tag wir von keinem Client benutzt!

source: total
de: insgesamt

# tx_t3monitoring_domain_model_client.error_message
source: Error Message
de: Fehlermeldung

# tx_t3monitoring_domain_model_client.extensions
source: Extensions
de: Extension

# tx_t3monitoring_domain_model_client.extra_danger
source: Extra Danger
de: Zusätzliche Gefahren

# tx_t3monitoring_domain_model_client.extra_info
source: Extra Info
de: Zusätzliche Infos

# tx_t3monitoring_domain_model_client.extra_warning
source: Extra Warning
de: Zusätzliche Warnungen

# tx_t3monitoring_domain_model_client.insecure_core
source: Insecure Core
de: Unsicherer Core

# tx_t3monitoring_domain_model_client.insecure_extensions
source: Insecure Extensions
de: Unsichere Extensions

# tx_t3monitoring_domain_model_client.last_successful_import
source: Last Successful Import
de: Letzter erfolgreicher Import

# tx_t3monitoring_domain_model_client.mysql_version
source: Database Version
de: Datenbank Version

# tx_t3monitoring_domain_model_client.outdated_core
source: Outdated Core
de: Veralteter Core

# tx_t3monitoring_domain_model_client.outdated_extensions
source: Outdated Extensions
de: Veraltete Extensions

# tx_t3monitoring_domain_model_client.title
source: Title
de: Titel

# tx_t3monitoring_domain_model_core.insecure
source: Insecure
de: Unsicher

# tx_t3monitoring_domain_model_core.is_active
source: Is Active
de: Aktiv

# tx_t3monitoring_domain_model_core.is_latest
source: Is Latest
de: Letzter

# tx_t3monitoring_domain_model_core.is_official
source: Is Official
de: Offiziell

# tx_t3monitoring_domain_model_core.is_stable
source: Is Stable
de: Stabil

# tx_t3monitoring_domain_model_core.is_used
source: Is Used
de: Benutzt

# tx_t3monitoring_domain_model_core.latest
source: Latest
de: Letzter

# tx_t3monitoring_domain_model_core.next_secure_version
source: Next Secure Version
de: Nächste sichere Version

# tx_t3monitoring_domain_model_core.release_date
source: Release Date
de: Veröffentlichungsdatum

# tx_t3monitoring_domain_model_core.stable
source: Stable
de: Stabiler

# tx_t3monitoring_domain_model_core.type
source: Type
de: Typ

# tx_t3monitoring_domain_model_extension.author_name
source: Author Name
de: Name des Autors

# tx_t3monitoring_domain_model_extension.category
source: Category
de: Kategorie

# tx_t3monitoring_domain_model_extension.description
source: Description
de: Beschreibung

# tx_t3monitoring_domain_model_extension.insecure
source: Insecure
de: Unsicher

# tx_t3monitoring_domain_model_extension.is_latest
source: Is Latest
de: Aktuell

# tx_t3monitoring_domain_model_extension.is_modified
source: Is Modified
de: Verändert

# tx_t3monitoring_domain_model_extension.is_official
source: Is Official
de: Offiziell

# tx_t3monitoring_domain_model_extension.is_used
source: Is Used
de: Verwendet

# tx_t3monitoring_domain_model_extension.last_bugfix_release
source: Last Bugfix Release
de: Letztes Bugfix-Release

# tx_t3monitoring_domain_model_extension.last_major_release
source: Last Major Release
de: Letztes Major-Release

# tx_t3monitoring_domain_model_extension.last_minor_release
source: Last Minor Release
de: Letztes Minor-Release

# tx_t3monitoring_domain_model_extension.last_updated
source: Last Updated
de: Letztes Update

# tx_t3monitoring_domain_model_extension.next_secure_version
source: Next Secure Version
de: Nächste sichere Version

# tx_t3monitoring_domain_model_extension.serialized_dependencies
source: Serialized Dependencies
de: Serialisierte Abhängigkeiten

# tx_t3monitoring_domain_model_extension.state
source: State
de: Status

# tx_t3monitoring_domain_model_extension.title
source: Title
de: Titel

# tx_t3monitoring_domain_model_extension.update_comment
source: Update Comment
de: Updatebeschreibung

# tx_t3monitoring_domain_model_sla.description
source: Description
de: Beschreibung

# tx_t3monitoring_domain_model_sla.title
source: Title
de: Titel

# tx_t3monitoring_domain_model_tag
source: Tags
de: Tag

source: unknown
de: unbekannt

source: Update available
de: Update verfügbar

# view.core
source: Used core versions
de: Verwendete Core-Versionen

# view.usedExtensions
source: Used extensions
de: Verwendete Extensions

source: yes
de: ja
